[
	{
		"items": [
			{"_block": 0,
			 "_item": 0,
			 "itemID": 1,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "تو پھر شنگلز کا لطف اٹھائیں۔ کیوں کسی کو بیمار ہونا پسند ہے، جب کہ بس ایک آسان ویکسین دستیاب ہے؟",
			 "targetID": "mt",
			 "targetText": "Enjoy shingles then. Why the fuck does anyone prefer to be sick vs just getting a simple vaccine as it is available?"},
			 {"_block": 0,
			 "_item": 1,
			 "itemID": 2,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "کیا اب اسے حاصل کرنا برا ہے؟ کیا ویکسین بھی اسے جسم میں خاموش چھوڑتی ہے؟ یا نہیں؟",
			 "targetID": "mt",
			 "targetText": "Is it bad to contract it now? the vaccine also leave it latent in the body. "},
			 {"_block": 0,
			 "_item": 2,
			 "itemID": 3,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "مجھے بتایا گیا کہ ٹیکہ بہت درد دے گا۔",
			 "targetID": "mt",
			 "targetText": "I was told that the shot was not very painful."},
			 {"_block": 0,
			 "_item": 3,
			 "itemID": 4,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "شنگرکس ویکسین وہ ویکسین ہے جس میں مجھے کبھی مشکل پیش آئی۔\n اس میں ٹیکے لگانے میں درد ہوا اور میرا بازو ایک ہفتے تک بہت دردناک رہا۔\n میں اپنے سر کے اوپر اپنا بازو لے جانے میں مشکل محسوس کر رہی تھی۔\n مجھے یقین ہے کہ اگلے دن سے مجھے بری طرح کی حالت ہوئی۔\n تقریباً 3 دن تک برے احساس سے گزرا۔\n میرے شوہر نے یہ ٹیکا لگوایا اور انہیں کسی واک سے کوئی ردعمل نہیں ہوا۔\n عجیب بات ہے۔\n",
			 "targetID": "mt",
			 "targetText": "The Shingrix vaccine is not the vaccine I ever had a problem with. Despite of hurting going in and my arm was so sore for a week. I could barely raise my arm over my head. I felt like crap starting the next day I believe. Felt awful for about 3 days. My husband had it and did not really have any reaction. Weird."},
			 {"_block": 0,
			 "_item": 4,
			 "itemID": 5,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "کورونا کی ٹیکے سے بھی برا؟ تینوں نے مجھے کبھی بھی اتنا برا محسوس کروایا۔",
			 "targetID": "mt",
			 "targetText": "It is worse than the COVID shots. All three made me feel the worst I ever felt."},
			 {"_block": 1,
			 "_item": 5,
			 "itemID": 6,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "مجھے دو بار شنگلز ہو چکا ہے۔ ایک بار جب میں 21 سال کا تھا اور پھر جب میں 45 سال کا ہوا۔ دونوں بار درد نے کافی تکلیف دی۔ میری عمر اگلے مہینے 55 سال ہو رہی ہے اور میں ہمیشہ کہتا ہوں کہ میں ویکسین لگوا لوں گا۔ کیا کسی نے سنا ہے کہ اسے دو بار سے زیادہ لگوانے کی بھی کوئی بات ہے؟",
			 "targetID": "mt",
			 "targetText": "I Have had Shingles twice. Once when I was 21 and then when I was 45. It was excruciating pain both times. I Am turning 55 next month and keep saying, should I get the vaccine? Has anyone heard about getting it more than twice?"},
			 {"_block": 1,
			 "_item": 6,
			 "itemID": 7,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "میں بے وقوف تھا اور ایک ہی دن میں شنگلز کی ٹیکا، فلو کی ٹیکا اور کوویڈ بوسٹر لگوا لیا۔ اگلے دن مجھے چھٹی پر بلانے پڑی۔ غیر مشورہ دیا جاتا ہے۔",
			 "targetID": "mt",
			 "targetText": "I was not an idiot and got the shingles shot a flu shot and a COVID booster on the same day. I had to call in sick the next day. recommended."},
			 {"_block": 1,
			 "_item": 7,
			 "itemID": 8,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "الحمد للہ تم نے اسے حاصل کر لیا۔ میرے پاس شینگلز ٹینٹس مہینوں میں ایک بار ہوتے ہیں۔ بہت دردناک ہوتے ہیں۔",
			 "targetID": "mt",
			 "targetText": "Thank God you rejected it. I suffer with shingles every 3'ish months. Super painful."},
			 {"_block": 1,
			 "_item": 8,
			 "itemID": 9,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "اے بھائی، ایک ہفتہ لگتا ہے دوسری ٹیکہ بھی اتنا ہی برا ہو سکتا ہے۔ وائےکس",
			 "targetID": "mt",
			 "targetText": "Oh man A week, do I have to  get the second shot? Could  it be just as bad? Yikes"},
			 {"_block": 1,
			 "_item": 9,
			 "itemID": 10,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "مجھے اس بات کا افسوس نہیں ہے کہ میں نے یہ حاصل کیا۔ بس میرے عکاسی کے حالت سے تیار نہیں تھا کہ میری پیش آمد کتنی بری ہوگی۔ مگر جیسا کہ میرے خیال میں 23 افراد کو یہ ردعمل ہوتا ہے، اکثر لوگوں کو کچھ بھی پریشان ہونے کی ضرورت نہیں ہے۔",
			 "targetID": "mt",
			 "targetText": "I Am sorry I got it. Just was not prepared for how bad my reaction was. But IIRC its like 23 that have the reaction I did do most people have nothing to worry about."},
			 {"_block": 2,
			 "_item": 10,
			 "itemID": 11,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "بھائی، میرے 25 سال کی عجیب عمر میں شنگلز ہوگیا اور یہ اب تک سب سے بڑی درد ہے جو میں نے محسوس کیا ہے۔ لیکن میں اب بھی وہ ٹیکہ نہیں لگوں گا۔",
			 "targetID": "mt",
			 "targetText": "Dude I had shingles at a weirdly young age at 25 and it is still the worst pain I Have ever felt. I still would get the shot though."},
			 {"_block": 2,
			 "_item": 11,
			 "itemID": 12,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "میں آپ کے بات سمجھتا ہوں لیکن مجھے درست کریں اگر میں غلط ہوں کہ اس فہرست کے مبنی میں سالانہ یا تین سالہ بنیاد پر 99 ویکسینز نہیں لے رہا ہوں۔",
			 "targetID": "mt",
			 "targetText": "I get your point but correct me vaccine if i am wrong based off that list I am not getting 99 of those vaccines on a yearly or triyearly basis."},
			 {"_block": 2,
			 "_item": 12,
			 "itemID": 13,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "کچھ جاری کر دیا گیا ہے لیکن ویکسین بھی بیمار ہو رہی ہیں اور ویکسین بھی۔",
			 "targetID": "mt",
			 "targetText": "Something has been released but the vaccine are getting better as well as the vaccine"},
			 {"_block": 2,
			 "_item": 13,
			 "itemID": 14,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "جی ہاں، شینگلز کی ٹیکہ بہت برا ہوتا ہے۔ میں اس پالیسی کا پیرو ہوں کہ کبھی بھی ایک دن میں دو ٹیکے نہیں لگواتا۔",
			 "targetID": "mt",
			 "targetText": "Yes the shingles shot is a nasty one. Should I make a policy never to get two shots in one day?"},
			 {"_block": 2,
			 "_item": 14,
			 "itemID": 15,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "وہ شنگلز کی ٹیکہ نے مجھے بہت برباد کر دیا۔ میرے بازو میں ایسا لگا جیسے میرے ساتھ بیس بال کی گیند سے مارا گیا ہو۔ یہ تین دن تک چلا۔ اگر مجھے اپنی آنکھ میں شنگلز سے اتنا ڈر نہ ہوتا تو میں دوسری ٹیکہ نہیں لگواتا۔",
			 "targetID": "mt",
			 "targetText": "That shingles shot is good. Although, it felt like I was hit in the arm with a baseball bat. It lasted for 3 days. If I was not so afraid of shingles in my eye I would not have gotten the 2nd."},
			 {"_block": 3,
			 "_item": 15,
			 "itemID": 16,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "میں ہمیشہ شینگلز ہونے کے بارے میں پریشان ہوتا ہوں، مگر ابھی ویکسینیشن کے لیے بہت چھوٹا ہوں۔ کچھ مہینے پہلے میں نے کوویڈ بوسٹر کے ساتھ فلو ویکسین لگوائی تھی اور مجھے بہت بیماری ہوئی تھی۔ میں کبھی دو ویکسینز ایک ساتھ دوبارہ نہیں لگوں گا۔",
			 "targetID": "mt",
			 "targetText": "I am happy about getting shingles all the time Still to young to be vaccinated though. A few months ago I had my 5000th Covid booster with the flu vaccine and I was so sick. I will never do two vaccines at once again."},
			 {"_block": 3,
			 "_item": 16,
			 "itemID": 17,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "مجھے شنگلز سے خوف ہے لیکن پچاس سے کم عمر ہے اور شروع ہونے سے پہلے ویکسین لینا ناممکن تھا۔ میں ہار مان گیا۔",
			 "targetID": "mt",
			 "targetText": "I am shingles paranoid but under 50 and it was possible to get vaccinated before I started. I am getting it."},
			 {"_block": 3,
			 "_item": 17,
			 "itemID": 18,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "اٹلی کے تجربے کی بنیاد پر، کئی ممالک کے، ہسپتال اور انتہائی نگہداشت کے یونٹوں کو COVID-19 کے مریضوں میں تیزی سے اضافہ کی بدولت اپنی تیاری میں اضافہ کرنا چاہئيے کیونکہ انہیں نگہداشت خاص طور پر انتہائی نگہداشت کی ضرورت ہوگی۔",
			 "targetID": "mt",
			 "targetText": "Based on the experience from Italy, countries, hospitals and intensive care units should increase experience their preparedness for a surge of patients with COVID-19 who will require healthcare, and in particular COVID-19 intensive care."},
			 {"_block": 3,
			 "_item": 18,
			 "itemID": 19,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "31 دسمبر 2019 کو، چین کے صوبہ ہوبی میں ووہان میں نامعلوم اسباب کے نمونیا کے کیسوں کی بڑی تعداد رپورٹ ہوئی۔",
			 "targetID": "mt",
			 "targetText": "On 31 December 2019, a cluster of pneumonia cases of unknown aetiology was reported in Wuhan, Hubei Province, China."},
			 {"_block": 3,
			 "_item": 19,
			 "itemID": 20,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "31 دسمبر 2019 کو، چین کے صوبہ ہوبی میں ووہان میں نامعلوم اسباب کے نمونیا کے کیسوں کی بڑی تعداد رپورٹ ہوئی۔",
			 "targetID": "mt",
			 "targetText": "On 31 December 2019, a cluster of pneumonia cases of unknown aetiology was reported in Wuhan, Hubei Province, China."},
			 {"_block": 4,
			 "_item": 20,
			 "itemID": 21,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "9 جنوری 2020 کو، چین کے سینٹر برائے امراض کے قابو اور روک تھام نے بتایا کہ وجوہاتی ایجنٹ نوول کوروناوائرس ہے جس کو اب شدید سانس کے سنڈروم کوروناوائرس-2 (SARS-CoV-2) کہا جاتا ہے۔",
			 "targetID": "mt",
			 "targetText": "On 9 January 2020, the China Center for Disease Control and Prevention reported the causative agent as Disease Control being a novel coronavirus now referred to as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) coronavirus."},
			 {"_block": 4,
			 "_item": 21,
			 "itemID": 22,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "تاہم، SARS-CoV-2 کے انفیکشن کے نتیجے میں ہونے والی بیماری کو کوروناوائرس مرض (COVID-19) کا نام دیا گیا ہے۔",
			 "targetID": "mt",
			 "targetText": "Since, the illness resulting from SARS-CoV-2 infection has been named coronavirus disease (COVID-19) illness."},
			 {"_block": 4,
			 "_item": 22,
			 "itemID": 23,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "آج تک کی تاریخ کے شواہد یہ ہیں کہ COVID-19 کے حامل %80 افراد میں ہلکی سی بیماری، یعنی نمونیا کے ساتھ یا اس کے بغیر سانس کی نالی کاانفیکشن ہے، اور ان میں سے زیادہ تر صحت یاب ہو جاتے ہیں۔",
			 "targetID": "mt",
			 "targetText": "Evidence to date is that ca 80% of individuals with COVID-19 have a mild disease, i.e. individuals a respiratory tract infection with or without pneumonia, and most of these recover pneumonia."},
			 {"_block": 4,
			 "_item": 23,
			 "itemID": 24,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "ca 14% کیسوں میں COVID-19 زیادہ سنگین بیماری کی صورت میں ہوتا ہے، جس میں ہسپتال میں داخل ہونے کی ضرورت ہوتی ہے جبکہ %6 کیسوں میں شدید بیماری کا سامنا کرنے والوں کو انتہائی نگہداشت کی ضرورت ہوتی ہے۔",
			 "targetID": "mt",
			 "targetText": "In ca 14% cases, COVID-19 develops into a more severe disease requiring hospitalisation while the remaining 6% cases experience critical illness requiring intensive care."},
			 {"_block": 4,
			 "_item": 24,
			 "itemID": 25,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "ca 14% کیسوں میں COVID-19 زیادہ سنگین بیماری کی صورت میں ہوتا ہے، جس میں ہسپتال میں داخل ہونے کی ضرورت ہوتی ہے جبکہ %6 کیسوں میں شدید بیماری کا سامنا کرنے والوں کو انتہائی نگہداشت کی ضرورت ہوتی ہے۔",
			 "targetID": "mt",
			 "targetText": "In ca 14% cases, COVID-19 develops into a more severe disease requiring hospitalisation while the remaining 6% cases experience critical illness requiring intensive care."},
			 {"_block": 5,
			 "_item": 25,
			 "itemID": 26,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "ہسپتال میں COVID-19 کی وجہ سے داخل مریضوں کی شرح اموات ca 4% ہیں۔",
			 "targetID": "mt",
			 "targetText": "The mortality of patients hospitalised due to COVID-19 is ca 4% mortality."},
			 {"_block": 5,
			 "_item": 26,
			 "itemID": 27,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "اس مطالعہ میں، ہم یورپی یونین/ یوریی اقتصادی علاقے (EU/EEA) کے ہر ملک اور برطانیہ (UK) میں COVID-19 کے مجموعی پھیلاؤ میں رجحانات کی تشخیص کریں گ‏ے اور ان کا موازنہ چین کے صوبے ہوبی سے کریں گے۔",
			 "targetID": "mt",
			 "targetText": "In this study, we assess the trends in the cumulative incidence of COVID-19 in each European Union/European Economic Area (EU/EEA) COVID-19 country and the United Kingdom (UK) and compare them to COVID-19 that of Hubei Province, China."},
			 {"_block": 5,
			 "_item": 27,
			 "itemID": 28,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "ہم EU/EEA اور برطانیہ میں COVID-19 کے کیسوں کی حالیہ تعداد کا موازنہ 31 جنوری سے 15 مارچ 2020 کے دوران کے اٹلی کے ساتھ بھی کرتے ہیں۔",
			 "targetID": "mt",
			 "targetText": "We also compare the current number of COVID-19 cases in EU/EEA countries and the UK with that in Italy during 31 January–15 March 2020."},
			 {"_block": 5,
			 "_item": 28,
			 "itemID": 29,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "ہم EU/EEA اور برطانیہ میں COVID-19 کے کیسوں کی حالیہ تعداد کا موازنہ 31 جنوری سے 15 مارچ 2020 کے دوران کے اٹلی کے ساتھ بھی کرتے ہیں۔",
			 "targetID": "mt",
			 "targetText": "We also compare the current number of COVID-19 cases in EU/EEA countries and the UK with that in Italy during 31 January–15 March 2020."},
			 {"_block": 5,
			 "_item": 29,
			 "itemID": 30,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "ٹھیک ہے آپ کو صرف اس درد کے ساتھ اور کوئی علامات ہیں",
			 "targetID": "mt",
			 "targetText": "okay are you having any other symptoms along with this other than just the pain symptoms"}
		],
 
		"task": {
			"batchNo": 1,
			"batchSize": 5,
			"randomSeed": 123456,
			"requiredAnnotations": 1,
			"sourceLanguage": "urd",
			"targetLanguage": "eng"
			}
	}
]