[
{
	"items": [
			{"_block": 4,
			 "_item": 24,
			 "itemID": 25,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "Ano ang mga sintomas ng COVID?",
			 "targetID": "mt",
			 "targetText": "What are the symptoms of COVID?"},
			 {"_block": 3,
			 "_item": 16,
			 "itemID": 17,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "Natatakot ako sa shingles pero hindi pa ako nasa 50 at hindi pa ako mabakunahan bago ako nagka-problema. Sumuko na lang ako.",
			 "targetID": "mt",
			 "targetText": "I am shingles paranoid but under 50 and it was possible to get vaccinated before I started. I am getting it."},
			 {"_block": 4,
			 "_item": 21,
			 "itemID": 22,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "Kailangan ko pa bang magpabakuna laban sa COVID-19 kapag nagkaroon na ko nito?",
			 "targetID": "mt",
			 "targetText": "Should I still get my COVID-19 jab even if I have recovered from the virus?"},
			 {"_block": 1,
			 "_item": 9,
			 "itemID": 10,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "Hindi ako nagsisisi na nakuha ko ito. Hindi ko lang inaasahan kung gaano kalala ang reaksyon ko. Pero kung tama ang pagkakaalala ko, parang 23 ang nagkaroon ng reaksyon tulad ng sa akin kaya karamihan ng tao ay walang dapat ipag-alala.",
			 "targetID": "mt",
			 "targetText": "I Am sorry I got it. Just was not prepared for how bad my reaction was. But IIRC its like 23 that have the reaction I did do most people have nothing to worry about."},
			 {"_block": 5,
			 "_item": 29,
			 "itemID": 30,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "nakakaramdam ako ng pananakit sa dibdib dito sa harap na bahagi ng dibdib",
			 "targetID": "mt",
			 "targetText": " i feel a chest pain in the chest here in the front part of the chest front"},
			 {"_block": 2,
			 "_item": 13,
			 "itemID": 14,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "Oo, ang shingles shot ay isang masakit na turok. Policy ko na hindi kumuha ng dalawang turok sa isang araw.",
			 "targetID": "mt",
			 "targetText": "Yes the shingles shot is a nasty one. Should I make a policy never to get two shots in one day?"},
			 {"_block": 3,
			 "_item": 19,
			 "itemID": 20,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "Maari bang maging pana-panahon ang COVID-19?",
			 "targetID": "mt",
			 "targetText": "Is seasonal COVID-19 going to become seasonal? "},
			 {"_block": 3,
			 "_item": 17,
			 "itemID": 18,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "Kailan maaaring magsimulang makahawa ang COVID-19 makaraan lumabas ang sintomas nito?",
			 "targetID": "mt",
			 "targetText": "How soon before symptoms start can someone infected with COVID-19 be contagious?"},
			 {"_block": 1,
			 "_item": 6,
			 "itemID": 7,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "Ako ay isang tanga at nakuha ko ang shingles shot, flu shot, at COVID booster sa parehong araw. Kinailangan kong tumawag na may sakit kinabukasan. Hindi ito inirerekomenda.",
			 "targetID": "mt",
			 "targetText": "I was not an idiot and got the shingles shot a flu shot and a COVID booster on the same day. I had to call in sick the next day. recommended."},
			 {"_block": 4,
			 "_item": 22,
			 "itemID": 23,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "Kailangan ko pa bang magpabakuna laban sa COVID-19 kapag nagkaroon na ko nito?",
			 "targetID": "mt",
			 "targetText": "Should I still get my COVID-19 jab even if I have recovered from the virus?"},
			 {"_block": 5,
			 "_item": 27,
			 "itemID": 28,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "mayroon bang parehong mga sintomas ang iyong mga kamag-anak",
			 "targetID": "mt",
			 "targetText": " do your relatives have the same symptoms relatives"},
			 {"_block": 5,
			 "_item": 26,
			 "itemID": 27,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "mayroon ka bang anumang problema sa presyon ng dugo sa abot ng alam mo?",
			 "targetID": "mt",
			 "targetText": " do you have any blood pressure problem as far as you know problem? "},
			 {"_block": 2,
			 "_item": 11,
			 "itemID": 12,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "Naiintindihan ko ang punto mo pero itama mo ako kung mali ako base sa listahan, hindi ako nakakakuha ng 99 ng mga bakunang iyon kada taon o kada tatlong taon.",
			 "targetID": "mt",
			 "targetText": "I get your point but correct me vaccine if i am wrong based off that list I am not getting 99 of those vaccines on a yearly or triyearly basis."},
			 {"_block": 0,
			 "_item": 0,
			 "itemID": 1,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "Kung ganon, mag-enjoy ka sa shingles. Bakit nga ba mas pinipili ng iba na magkasakit kaysa kumuha ng simpleng bakuna kung ito ay available?",
			 "targetID": "mt",
			 "targetText": "Enjoy shingles then. Why the fuck does anyone prefer to be sick vs just getting a simple vaccine as it is available?"},
			 {"_block": 5,
			 "_item": 28,
			 "itemID": 29,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "may tuyong ubo sipon at tumutulong sipon pagsusuka pagtatae",
			 "targetID": "mt",
			 "targetText": " have a dry cough a cold and runny nose vomiting diarrhea dry cough"},
			 {"_block": 3,
			 "_item": 18,
			 "itemID": 19,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "Kailan maaaring magsimulang makahawa ang COVID-19 makaraan lumabas ang sintomas nito?",
			 "targetID": "mt",
			 "targetText": "How soon before symptoms start can someone infected with COVID-19 be contagious?"},
			 {"_block": 5,
			 "_item": 25,
			 "itemID": 26,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "Ano ang mga sintomas ng COVID?",
			 "targetID": "mt",
			 "targetText": "What are the symptoms of COVID?"},
			 {"_block": 3,
			 "_item": 15,
			 "itemID": 16,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "Laging nag-aalala ako na magkaroon ng shingles. Masyado pa akong bata para sa bakuna. Ilang buwan na ang nakalipas nang magkaroon ako ng 5000th Covid booster kasama ang bakuna laban sa flu at sobrang sakit ko. Hindi na ako uulit na magpa-dalawang bakuna nang sabay-sabay.",
			 "targetID": "mt",
			 "targetText": "I am happy about getting shingles all the time Still to young to be vaccinated though. A few months ago I had my 5000th Covid booster with the flu vaccine and I was so sick. I will never do two vaccines at once again."},
			 {"_block": 4,
			 "_item": 23,
			 "itemID": 24,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "Ano ang mga maaring maging masamang epekto ng bakuna laban sa COVID-19?",
			 "targetID": "mt",
			 "targetText": "What are possible side effects of the COVID-19 vaccine side-effects?"},
			 {"_block": 0,
			 "_item": 3,
			 "itemID": 4,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "Ang bakuna ng Shingrix ang tanging bakuna na nagkaroon ako ng problema. Masakit ito habang tinuturok at sobrang sakit ng braso ko ng isang linggo. Halos hindi ko maitaas ang braso ko sa ulo ko. Pakiramdam ko'y masama kinabukasan. Masama ang pakiramdam ko ng mga 3 araw. Ang asawa ko ay nagkaroon din ng bakuna at wala naman siyang naging reaksyon. Weird.",
			 "targetID": "mt",
			 "targetText": "The Shingrix vaccine is not the vaccine I ever had a problem with. Despite of hurting going in and my arm was so sore for a week. I could barely raise my arm over my head. I felt like crap starting the next day I believe. Felt awful for about 3 days. My husband had it and did not really have any reaction. Weird."},
			 {"_block": 4,
			 "_item": 20,
			 "itemID": 21,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "Epektibo ba ang paggamit ng saniteryer ng kamay laban sa COVID-19?",
			 "targetID": "mt",
			 "targetText": "Is hand sanitizer effective against COVID-19 hand?"},
			 {"_block": 1,
			 "_item": 5,
			 "itemID": 6,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "Nagkaroon ako ng Shingles ng dalawang beses. Isang beses noong ako ay 21 at pagkatapos ay noong ako ay 45. Napakasakit nito sa parehong pagkakataon. Magtu-turn ako ng 55 sa susunod na buwan at palagi kong sinasabi na kukuha ako ng bakuna. May narinig na ba kayo tungkol sa pagkakaroon nito ng higit sa dalawang beses?",
			 "targetID": "mt",
			 "targetText": "I Have had Shingles twice. Once when I was 21 and then when I was 45. It was excruciating pain both times. I Am turning 55 next month and keep saying, should I get the vaccine? Has anyone heard about getting it more than twice?"},
			 {"_block": 0,
			 "_item": 2,
			 "itemID": 3,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "Sinabihan ako na ang bakuna ay napakasakit.",
			 "targetID": "mt",
			 "targetText": "I was told that the shot was not very painful."},
			 {"_block": 0,
			 "_item": 1,
			 "itemID": 2,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "Masama bang makuha ito ngayon? Hindi ba't iniiwan din ng bakuna itong latent sa katawan? O hindi?",
			 "targetID": "mt",
			 "targetText": "Is it bad to contract it now? the vaccine also leave it latent in the body. "},
			 {"_block": 2,
			 "_item": 14,
			 "itemID": 15,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "Yung shingles shot, sobrang sakit sa braso parang binugbog ng baseball bat. Tatlong araw bago nawala. Kung hindi lang ako natatakot sa shingles sa mata, hindi na sana ako nagparepeat.",
			 "targetID": "mt",
			 "targetText": "That shingles shot is good. Although, it felt like I was hit in the arm with a baseball bat. It lasted for 3 days. If I was not so afraid of shingles in my eye I would not have gotten the 2nd."},
			 {"_block": 0,
			 "_item": 4,
			 "itemID": 5,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "Mas malala pa kaysa sa COVID shots? Lahat ng tatlo ay nagparamdam sa akin ng pinakamasama na naramdaman ko.",
			 "targetID": "mt",
			 "targetText": "It is worse than the COVID shots. All three made me feel the worst I ever felt."},
			 {"_block": 1,
			 "_item": 7,
			 "itemID": 8,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "Salamat sa Diyos at nakuha mo na. Ako'y naghihirap sa shingles tuwing mga 3 buwan. Sobrang sakit.",
			 "targetID": "mt",
			 "targetText": "Thank God you rejected it. I suffer with shingles every 3'ish months. Super painful."},
			 {"_block": 1,
			 "_item": 8,
			 "itemID": 9,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "Naku, isang linggo. Mukhang ang pangalawang bakuna ay kasing sama rin. Naku po.",
			 "targetID": "mt",
			 "targetText": "Oh man A week, do I have to  get the second shot? Could  it be just as bad? Yikes"},
			 {"_block": 2,
			 "_item": 10,
			 "itemID": 11,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "Pare, naranasan ko ang shingles sa isang kakaibang maagang edad na 25 at ito pa rin ang pinakamasakit na nararamdaman ko. Hindi pa rin ako kukuha ng bakuna.",
			 "targetID": "mt",
			 "targetText": "Dude I had shingles at a weirdly young age at 25 and it is still the worst pain I Have ever felt. I still would get the shot though."},
			 {"_block": 2,
			 "_item": 12,
			 "itemID": 13,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "Mayroong inilabas pero ang mga bakuna ay nagkakasakit pati na rin ang mga bakuna",
			 "targetID": "mt",
			 "targetText": "Something has been released but the vaccine are getting better as well as the vaccine"}
		],
		 "task": {"batchNo": 1,
				 "batchSize": 5,
				 "randomSeed": 135264,
				 "requiredAnnotations": 1,
				 "sourceLanguage": "fil",
				 "targetLanguage": "eng"}
	}
]