[
	{
		"items": [
				{"_block": 3,
				 "_item": 18,
				 "itemID": 19,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "Entiendo tu punto, pero corrígeme si me equivoco, según esa lista no estoy recibiendo 99 de esas vacunas anualmente o cada tres años.",
				 "targetID": "mt",
				 "targetText": "I get your point but correct me vaccine if i am wrong based off that list I am not getting 99 of those vaccines on a yearly or triyearly basis."},
				 {"_block": 1,
				 "_item": 7,
				 "itemID": 8,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "A veces quiero desaparecer y ver a quien le importo,pero luego pienso en que no le importo a nadie,y se me quitan las ganas de todo.",
				 "targetID": "mt",
				 "targetText": " Sometimes I want to disappear and see who cares about me, but then I think that nobody cares about me, and I lose nobody all desire for everything disappear."},
				 {"_block": 3,
				 "_item": 16,
				 "itemID": 17,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "Sí, la vacuna contra el herpes zóster es desagradable. Tengo como norma no ponerme dos vacunas en un día.",
				 "targetID": "mt",
				 "targetText": "Yes the shingles shot is a nasty one. Should I make a policy never to get two shots in one day?"},
				 {"_block": 0,
				 "_item": 2,
				 "itemID": 3,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "Nose para que vine a este mundo si solo tengo y causo problemas..",
				 "targetID": "mt",
				 "targetText": " I don't know why I came to this world if I only have and cause problems.."},
				 {"_block": 1,
				 "_item": 9,
				 "itemID": 10,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "No consigo animarme con nada. Solo quiero sentir lo de antes,no sentir ese puto dolor.",
				 "targetID": "mt",
				 "targetText": " I can't cheer up with anything. I just want to feel like before, not feel that damn pain."},
				 {"_block": 3,
				 "_item": 15,
				 "itemID": 16,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "Esa vacuna contra el herpes zóster me jodió. Sentí como si me hubieran golpeado en el brazo con un bate de béisbol. Duró 3 días. Si no tuviera tanto miedo de tener herpes zóster en el ojo, no me habría puesto la 2da.",
				 "targetID": "mt",
				 "targetText": "That shingles shot is good. Although, it felt like I was hit in the arm with a baseball bat. It lasted for 3 days. If I was not so afraid of shingles in my eye I would not have gotten the 2nd."},
				 {"_block": 5,
				 "_item": 26,
				 "itemID": 27,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "La vacuna Shingrix es la única vacuna con la que tuve un problema. Dolió al aplicarla y mi brazo estuvo muy adolorido durante una semana. Apenas podía levantar el brazo sobre la cabeza. Me sentí muy mal al día siguiente, creo. Me sentí terrible durante unos 3 días. Mi esposo la tuvo y no tuvo realmente ninguna reacción. Extraño.",
				 "targetID": "mt",
				 "targetText": "The Shingrix vaccine is not the vaccine I ever had a problem with. Despite of hurting going in and my arm was so sore for a week. I could barely raise my arm over my head. I felt like crap starting the next day I believe. Felt awful for about 3 days. My husband had it and did not really have any reaction. Weird."},
				 {"_block": 2,
				 "_item": 13,
				 "itemID": 14,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "Soy paranoico con el herpes zóster pero tengo menos de 50 y era imposible vacunarme antes de empezar. Me rendí.",
				 "targetID": "mt",
				 "targetText": "I am shingles paranoid but under 50 and it was possible to get vaccinated before I started. I am getting it."},
				 {"_block": 1,
				 "_item": 5,
				 "itemID": 6,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "Y es realmente deprimente saber que nunca he sido suficiente para alguien..",
				 "targetID": "mt",
				 "targetText": " And it's really depressing to know that I have never been enough for someone.."},
				 {"_block": 5,
				 "_item": 29,
				 "itemID": 30,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "Entonces disfruta del herpes. ¿Por qué diablos alguien prefiere estar enfermo en lugar de simplemente ponerse una vacuna si está disponible?",
				 "targetID": "mt",
				 "targetText": "Enjoy shingles then. Why the fuck does anyone prefer to be sick vs just getting a simple vaccine as it is available?"},
				 {"_block": 0,
				 "_item": 0,
				 "itemID": 1,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "A veces quiero desaparecer y ver a quien le importo,pero luego pienso en que no le importo a nadie,y se me quitan las ganas de todo.",
				 "targetID": "mt",
				 "targetText": " Sometimes I want to disappear and see who cares about me disappear, but then I think that nobody cares about me, and I lose all desire for everything nobody."},
				 {"_block": 5,
				 "_item": 27,
				 "itemID": 28,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "Me dijeron que la inyección era muy dolorosa.",
				 "targetID": "mt",
				 "targetText": "I was told that the shot was not very painful."},
				 {"_block": 3,
				 "_item": 17,
				 "itemID": 18,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "Algo ha sido liberado pero la vacuna también está enfermando tanto como la vacuna.",
				 "targetID": "mt",
				 "targetText": "Something has been released but the vaccine are getting better as well as the vaccine"},
				 {"_block": 3,
				 "_item": 19,
				 "itemID": 20,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "Amigo, tuve herpes zóster a una edad extrañamente joven a los 25 y sigue siendo el peor dolor que he sentido. Aún así, no me pondría la vacuna.\n",
				 "targetID": "mt",
				 "targetText": "Dude I had shingles at a weirdly young age at 25 and it is still the worst pain I Have ever felt. I still would get the shot though."},
				 {"_block": 2,
				 "_item": 14,
				 "itemID": 15,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "Me preocupa tener culebrilla todo el tiempo. Aún soy demasiado joven para ser vacunado. Hace unos meses tuve mi vacuna de refuerzo número 5000 contra el Covid con la vacuna de la gripe y me sentí muy enfermo. Nunca más me pondré dos vacunas a la vez.",
				 "targetID": "mt",
				 "targetText": "I am happy about getting shingles all the time Still to young to be vaccinated though. A few months ago I had my 5000th Covid booster with the flu vaccine and I was so sick. I will never do two vaccines at once again."},
				 {"_block": 2,
				 "_item": 10,
				 "itemID": 11,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "Me despierto por una pesadilla que me deja pensando por horas, no lo soporto..",
				 "targetID": "mt",
				 "targetText": " I wake up from a nightmare that leaves me thinking for hours nightmare, I can't stand it."},
				 {"_block": 5,
				 "_item": 28,
				 "itemID": 29,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "Es malo contraerlo ahora? ¿La vacuna no lo deja también latente en el cuerpo? ¿O no?",
				 "targetID": "mt",
				 "targetText": "Is it bad to contract it now? the vaccine also leave it latent in the body. "},
				 {"_block": 5,
				 "_item": 25,
				 "itemID": 26,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "Peor que las vacunas contra el COVID? Las tres me hicieron sentir lo peor que he sentido.",
				 "targetID": "mt",
				 "targetText": "It is worse than the COVID shots. All three made me feel the worst I ever felt."},
				 {"_block": 4,
				 "_item": 20,
				 "itemID": 21,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "No me arrepiento de haberlo recibido. Solo que no estaba preparado para lo mala que fue mi reacción. Pero si recuerdo correctamente, es como 23 que tienen la reacción que tuve, así que la mayoría de las personas no tienen nada de qué preocuparse.",
				 "targetID": "mt",
				 "targetText": "I Am sorry I got it. Just was not prepared for how bad my reaction was. But IIRC its like 23 that have the reaction I did do most people have nothing to worry about."},
				 {"_block": 4,
				 "_item": 23,
				 "itemID": 24,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "Fui un idiota y me puse la vacuna de la culebrilla, la vacuna contra la gripe y el refuerzo de COVID el mismo día. Tuve que llamar para decir que estaba enfermo al día siguiente. No se recomienda.",
				 "targetID": "mt",
				 "targetText": "I was not an idiot and got the shingles shot a flu shot and a COVID booster on the same day. I had to call in sick the next day. recommended."},
				 {"_block": 0,
				 "_item": 4,
				 "itemID": 5,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": " La Depresión no es siempre la chica que grita en el baño o el chico que siempre lleva mangas largas, no siempre son... ",
				 "targetID": "mt",
				 "targetText": " Depression is not always the girl who screams in the bathroom or the depression boy who always wears long sleeves, it is not always wears..."},
				 {"_block": 0,
				 "_item": 3,
				 "itemID": 4,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "Nose para que vine a este mundo si solo tengo y causo problemas..",
				 "targetID": "mt",
				 "targetText": " I don't know why I came to this world if I only have and cause problems.."},
				 {"_block": 4,
				 "_item": 22,
				 "itemID": 23,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "Gracias a Dios que lo conseguiste. Sufro de culebrilla cada 3 meses más o menos. Súper doloroso.",
				 "targetID": "mt",
				 "targetText": "Thank God you rejected it. I suffer with shingles every 3'ish months. Super painful."},
				 {"_block": 2,
				 "_item": 11,
				 "itemID": 12,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "Nose para que vine a este mundo si solo tengo y causo problemas..",
				 "targetID": "mt",
				 "targetText": " I don't know why I came to this world if I only have and cause problems.."},
				 {"_block": 2,
				 "_item": 12,
				 "itemID": 13,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "Nose para que vine a este mundo si solo tengo y causo problemas..",
				 "targetID": "mt",
				 "targetText": " I don't know why I came to this world if I only have and cause problems.."},
				 {"_block": 1,
				 "_item": 6,
				 "itemID": 7,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "Y es realmente deprimente saber que nunca he sido suficiente para alguien..",
				 "targetID": "mt",
				 "targetText": " And it's really depressing to know that I have never been enough for someone.."},
				 {"_block": 1,
				 "_item": 8,
				 "itemID": 9,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "No consigo animarme con nada. Solo quiero sentir lo de antes,no sentir ese puto dolor.",
				 "targetID": "mt",
				 "targetText": " I can't cheer up with anything. I just want to feel like before, not feel that damn pain."},
				 {"_block": 4,
				 "_item": 24,
				 "itemID": 25,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "He tenido culebrilla dos veces. Una vez cuando tenía 21 y luego cuando tenía 45. Fue un dolor insoportable ambas veces. Cumplo 55 el próximo mes y sigo diciendo que voy a ponerme la vacuna. ¿Alguien ha oído hablar de tenerla más de dos veces?",
				 "targetID": "mt",
				 "targetText": "I Have had Shingles twice. Once when I was 21 and then when I was 45. It was excruciating pain both times. I Am turning 55 next month and keep saying, should I get the vaccine? Has anyone heard about getting it more than twice?"},
				 {"_block": 0,
				 "_item": 1,
				 "itemID": 2,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "No consigo animarme con nada. Solo quiero sentir lo de antes,no sentir ese puto dolor.",
				 "targetID": "mt",
				 "targetText": " I can't cheer up with anything pain. I just want to feel like before, not feel that damn pain."},
				 {"_block": 4,
				 "_item": 21,
				 "itemID": 22,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "Oh hombre Una semana Parece que la segunda vacuna puede ser igual de mala. Ay caramba.",
				 "targetID": "mt",
				 "targetText": "Oh man A week, do I have to  get the second shot? Could  it be just as bad? Yikes"}
	 ],
	 "task": {"batchNo": 1,
			 "batchSize": 5,
			 "randomSeed": 135264,
			 "requiredAnnotations": 1,
			 "sourceLanguage": "spa",
			 "targetLanguage": "eng"}
	}
]