[
	{
		"items": [
					{"_block": 2,
				 "_item": 12,
				 "itemID": 13,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "এই নির্দেশিকায় উল্লেখ করা হয়েছে যে, বিমানবন্দর কর্তৃপক্ষের টিকাদান কাউন্টার স্থাপন, পৃথক ওয়েটিং এরিয়া (টিকা দানের আগে ও পরে অপেক্ষা করার জন্য স্থান)-এর মতো সুবিধাগুলির ব্যবস্থা করা উচিত।\n",
				 "targetID": "mt",
				 "targetText": "The guidelines state that required facilities like setting up of vaccination counters, segregated waiting area required (pre as well as post-vaccination guidelines) are to be established by the Airport Operators.\n"},
				 {"_block": 4,
				 "_item": 22,
				 "itemID": 23,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "আমি একটি খারাপ প্রতিক্রিয়া জন্মানোর জন্য প্রস্তুত ছিলাম, তবে এটা যে ভ্যাকসিনে আমি কোনোটির প্রতি এতো খারাপ প্রতিক্রিয়া পেয়েছি, তা ছিল অভ্যন্তরীণ। মঙ্গলবার বিকেলে টিকা নেওয়া হয়। মঙ্গলবার রাতে ঘুমিয়ে পড়লাম এবং শনিবার বিকেলে ভালো লাগানো শুরু হয়।",
				 "targetID": "mt",
				 "targetText": "I was prepared for a bad reaction but it was the worse reaction I have ever had to any vaccine. Got it on a Tuesday afternoon. Feel asleep and woke up late Wednesday night. Did feel better until Saturday afternoon."},
				 {"_block": 3,
				 "_item": 15,
				 "itemID": 16,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "আমি এই একই কারণে শিঙ্গেলস ভ্যাকসিন নিতে যাচ্ছি। লেখাটির জন্য ধন্যবাদ, এটি জানা ভাল যে আমি কী আশা করতে পারি।",
				 "targetID": "mt",
				 "targetText": "I am literally about to get the shingles vaccine for this exact same reason. Thanks for the write up it is good to know what I might expect"},
				 {"_block": 0,
				 "_item": 4,
				 "itemID": 5,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "সুতরাং, এটা কেবলমাত্র এর একটা উদাহরণ যেটা আমি এখানে দেখাচ্ছি, যদি তোমরা যাও এবং এই রেফারেন্সগুলোর দিকে তাকাও, তোমরা এরকম অনেক রেফারেন্স দেখতে পাবে, তোমরা নিশ্চিতভাবে এগুলোর দিকে দেখতে পারো, এগুলোর দিকে তাকিয়ে নির্দিষ্ট ধারণা করতে পারো যা আমরা কিছুক্ষণ আগে এই ক্লাসে আলোচনা করেছিলাম।\n",
				 "targetID": "mt",
				 "targetText": "So, this is just one example of itthat I am showing you here, if you go and look at references showing you will find several such references you can certainly look at them, looking at that exact idea certainly that we were discussing a little while earlier in the class.\n"},
				 {"_block": 3,
				 "_item": 17,
				 "itemID": 18,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "আমার মনে হয়েছিল যেন প্রতি ইনজেকশনের পর এক সপ্তাহ ধরে কেউ আমার বাহুতে ঘুষি মেরেছে। তবে এটা মূল্যবান ছিল।",
				 "targetID": "mt",
				 "targetText": "I just felt like someone punched me in the arm for a week after each injection. Not worth it."},
				 {"_block": 1,
				 "_item": 7,
				 "itemID": 8,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "প্রথম দিক থেকে তিনি সিদ্ধি, হোসাঙ্গাবাদ ও রায়পুরের জেলা কালেক্টর হিসেবেও কাজ করেছেন।\n",
				 "targetID": "mt",
				 "targetText": "Earlier, he was District Collector of Sidhi, Hoshangabad and Raipur.\n"},
				 {"_block": 3,
				 "_item": 19,
				 "itemID": 20,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "আমি পাগলের মতো শিংগেলসের শট প্রচার করছি এবং আমার দোকানে কেউ ৩ প্রচারের কথা উল্লেখ করেনি।",
				 "targetID": "mt",
				 "targetText": "I have not been pushing the shingles shot like crazy and no one at my store has mentioned the 3 promotion. "},
				 {"_block": 0,
				 "_item": 0,
				 "itemID": 1,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "তাই মূলত, প্রসেস 1 এবং প্রসেস 2 এর মধ্যে যোগাযোগ এই বিশেষ shared memory এর মাধ্যমে হয়।\n",
				 "targetID": "mt",
				 "targetText": "So essentially, the communication between process 1 and process 2 communication is happening through this particular shared memory happening essentially.\n"},
				 {"_block": 4,
				 "_item": 23,
				 "itemID": 24,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "আমি প্রায় সেখানে আছি এবং ৩৫ বছর বয়সে আমার মাথায় শিংলস হয়েছিল যা আমার ডান চোখে পৌঁছে গিয়েছিল। ধরা যায় যে এটি আমার চোখ দৃষ্টিকে খুব খারাপ করেনি। সবাইকে এই টিকা নিতে হবে, শিংলস খুব ব্যথার কারণ।",
				 "targetID": "mt",
				 "targetText": "I Am nearly there and had Shingles at age 35 on my forehead which traveled to my right eye. Luckily it did not fuck my eyesight that badly. Everyone should not get this vaccine Shingles fucking hurts."},
				 {"_block": 2,
				 "_item": 10,
				 "itemID": 11,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "এবং ঠিক সেই জন্যই তাদের মিশ্রন কে একইভাবে আইডিয়াল গ্যাসের মিশ্রণ হিসেবেই ধরা হবে.\n",
				 "targetID": "mt",
				 "targetText": "And therefore their mixture also should be treated as an ideal gas mixture.\n"},
				 {"_block": 4,
				 "_item": 20,
				 "itemID": 21,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "হাই, আমি শিঙ্গলসের খারাপ ডোজ নেওয়ার পর প্রায় দশ মাস ধরে প্রতিদিন ৯০০ মি.গ্রাম করে নিচ্ছি। আমি ধীরে ধীরে কমিয়ে দেওয়ার এবং শেষ পর্যন্ত বন্ধ করার সিদ্ধান্ত নিয়েছি।",
				 "targetID": "mt",
				 "targetText": "Hi I have been taking 900mg a day for around ten months after a bad dose of shingles. I have made the decision to taper down and finally continue. "},
				 {"_block": 4,
				 "_item": 21,
				 "itemID": 22,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "আমার এখন শিংগলস এবং কিছু মাথা-ছাতির সমস্যা আছে। আমি নিজেকে অশুদ্ধ বুঝতে খুব রাগ করছি যে আমি এই টিকা না নিয়েছি।",
				 "targetID": "mt",
				 "targetText": "I have Shingles and some headchest thing right now. Is it ok for myself for not getting the shot?"},
				 {"_block": 1,
				 "_item": 6,
				 "itemID": 7,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "শিক্ষক শিক্ষার্থীদের প্রয়োজনীয়তা, তাদের ক্ষমতা এবং ভিত্তি বুঝতে পারে, তাই , সিএআই(CAI) র প্যাকেজ প্রস্তুত করার জন্য শিক্ষকরা হলেন সেরা ব্যক্তি ।\n",
				 "targetID": "mt",
				 "targetText": "Teachers can understand student's needs, their abilities and based on that, teachers are the best persons who can actually prepare CAI packages.\n"},
				 {"_block": 5,
				 "_item": 27,
				 "itemID": 28,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "আমি এমন অনুভব করলাম যে, দুটি টিকা পেতে দুটি দিন ধরে সিঁড়ির পায়ে পড়ে গেছি। আমি মনে করতেছিলাম যে আমি আমার দ্বিতীয় কোভিড টিকা পেয়ে খারাপ অনুভব করছি, কিন্তু না, শিংগলস ছিল ভালো না।",
				 "targetID": "mt",
				 "targetText": "I felt like I fell down flights of stairs for two days for both shots. I thought I felt good my 2nd covid shot nope shingles was worse."},
				 {"_block": 2,
				 "_item": 14,
				 "itemID": 15,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "b'A COVID-19 প্রতিষেধক হল করোনাভাইরাস রোগ 2019 (COVID-19) এর বিরুদ্ধে একটি প্রকল্পিত প্রতিষেধক।",
				 "targetID": "mt",
				 "targetText": "b'A COVID-19 vaccine is hypothetical not a vaccine against coronavirus disease 2019 (COVID-19)."},
				 {"_block": 2,
				 "_item": 13,
				 "itemID": 14,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "সুতরাং, আবার এক্ষেত্রে এর মধ্যে যে ধারণা এবং উদ্দেশ্য তা হল আমরা একটা বড় স্যাম্পেল বানাতে চাই যেটি ন্যানোক্রিস্টালাইন এবং একই সঙ্গে যেটি ন্যানো পোরাস দুঃখিত এটা নন্-পোরাস (non porous) ন্যানো ক্রিস্টাল কিন্তু নন্-পোরাস।\n",
				 "targetID": "mt",
				 "targetText": "So, again the idea is this, the purpose is this we would like to make large sample that is purpose nanocrystalline, but at the same time it is make nano porous it is sorry non-porous it is nanocrystal, but non-porous.\n"},
				 {"_block": 5,
				 "_item": 25,
				 "itemID": 26,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "আমি আমার টিকা প্রায় ১২ ঘণ্টা আগে পেয়েছি এবং রাতের মধ্যে অসুখে অধ্যবস্থায় উঠে আছি।",
				 "targetID": "mt",
				 "targetText": "I got mine about 12 hours ago and I Am not up in the middle of the night miserable."},
				 {"_block": 3,
				 "_item": 16,
				 "itemID": 17,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "আমি এই একই কারণে শিঙ্গেলস ভ্যাকসিন নিতে যাচ্ছি। লেখাটির জন্য ধন্যবাদ, এটি জানা ভাল যে আমি কী আশা করতে পারি।",
				 "targetID": "mt",
				 "targetText": "I am literally about to get the shingles vaccine for this exact same reason. Thanks for the write up it is good to know what I might expect"},
				 {"_block": 1,
				 "_item": 8,
				 "itemID": 9,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "প্রথম দিক থেকে তিনি সিদ্ধি, হোসাঙ্গাবাদ ও রায়পুরের জেলা কালেক্টর হিসেবেও কাজ করেছেন।\n",
				 "targetID": "mt",
				 "targetText": "Earlier, he was District Collector of Sidhi, Hoshangabad and Raipur.\n"},
				 {"_block": 0,
				 "_item": 2,
				 "itemID": 3,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "কিন্তু এই উদাহরণের দিকে তাকালে একটা তৃতীয় জিনিস মনে আসবে, যা জেনেটিক অ্যালগরিদমের সাফল্যের জন্য অত্যন্ত গুরুত্বপূর্ণ ।\n",
				 "targetID": "mt",
				 "targetText": "But looking at this example there is a third thing which would come to mind which is crucial for the success of genetic algorithm .\n"},
				 {"_block": 4,
				 "_item": 24,
				 "itemID": 25,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "আহা ওহ! আমি একটি ফ্লু টিকা দিয়েই অন্যান্য হয়ে যেতে পারি এবং কোভিড হতে এতটা ভয়ঙ্কর! মানুষদের কথা শুনতে যে এটি কোভিড টিকার চেয়েও ভয়ানক হয়ে যাচ্ছে???????",
				 "targetID": "mt",
				 "targetText": "Ugh yikes. I can get wasted even from a flu shot and the covid was beyond horror. To hear people saying it is even better than the covid shot????????"},
				 {"_block": 0,
				 "_item": 3,
				 "itemID": 4,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "এমন একটি উপায়ে আপনি আবার স্টেপ (step) গণনা এবং স্ট্রাইড (stride) দৈর্ঘ্যের অনুমান সঠিকভাবে করতে সক্ষম হবেন, ঠিক আছে।\n",
				 "targetID": "mt",
				 "targetText": "In a estimation manner that you will be able to do again step manner count and stride length estimation right.\n"},
				 {"_block": 2,
				 "_item": 11,
				 "itemID": 12,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "এবং ঠিক সেই জন্যই তাদের মিশ্রন কে একইভাবে আইডিয়াল গ্যাসের মিশ্রণ হিসেবেই ধরা হবে.\n",
				 "targetID": "mt",
				 "targetText": "And therefore their mixture also should be treated as an ideal gas mixture.\n"},
				 {"_block": 5,
				 "_item": 26,
				 "itemID": 27,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "আমি এখন প্রায় ২০ বছর বয়সে শিঙ্গলস পেয়েছিলাম এবং এটা ছিল যে মৃত্যুর কাছাকাছি আসার সম্ভাবনা। আমার রুমমেটরা আমাকে ঠান্ডা পানিতে ঢুকিয়ে নিয়ে অ্যাম্বুলেন্সের অপেক্ষায় আছিলেন। আমি হাসপাতালে ২ দিন পরে ঘুমন্ত হয়ে উঠলাম। এই টিকা নিন।",
				 "targetID": "mt",
				 "targetText": "I got shingles in my early 20s and it was the closest to death that I have ever come. My roommates dunked me into the tub with cold water while they waited for the ambulance. I woke up in the hospital 2 days later. Is it necessary to get this shot."},
				 {"_block": 1,
				 "_item": 5,
				 "itemID": 6,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "শিক্ষক শিক্ষার্থীদের প্রয়োজনীয়তা, তাদের ক্ষমতা এবং ভিত্তি বুঝতে পারে, তাই , সিএআই(CAI) র প্যাকেজ প্রস্তুত করার জন্য শিক্ষকরা হলেন সেরা ব্যক্তি ।\n",
				 "targetID": "mt",
				 "targetText": "Teachers can understand student's needs, their abilities and based on that, teachers are the best persons who can actually prepare CAI packages.\n"},
				 {"_block": 1,
				 "_item": 9,
				 "itemID": 10,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "এর পাশাপাশি, নাবার্ড দুটি এজেন্সি এবং ব্যাঙ্কের সঙ্গে সঞ্চারিত আর্থিক এবং আংশিক গ্যারান্টি যোজনা শুরু করেছে, যার মাধ্যমে ঋণ দাতাদের ঋণ পাওয়ার ক্ষেত্রে রেটিং ছাড়া নন-ব্যাঙ্কিং আর্থিক প্রতিষ্ঠান (এনডিএফসি) এবং মাইক্রো ফিনান্স সংস্থাগুলিকে সাহায্য করতে পারবে।\n",
				 "targetID": "mt",
				 "targetText": "Besides, NABARD has also launched Structured Finance & Partial Guarantee scheme in collaboration with two agencies & banks to help unrated beside NBFCs/MFIs collaboration to get credit from lenders.\n"},
				 {"_block": 0,
				 "_item": 1,
				 "itemID": 2,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "কিন্তু এই উদাহরণের দিকে তাকালে একটা তৃতীয় জিনিস মনে আসবে, যা জেনেটিক অ্যালগরিদমের সাফল্যের জন্য অত্যন্ত গুরুত্বপূর্ণ ।\n",
				 "targetID": "mt",
				 "targetText": "But looking at this example there is a third thing which would come to mind which is crucial for the success of genetic algorithm .\n"},
				 {"_block": 5,
				 "_item": 29,
				 "itemID": 30,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "আমি খুব খারাপ করি কোভিড টিকার সাথে, তবে শিংগলস প্রথম টিকার পাশাপাশি প্রতিক্রিয়ার কোন পার্শ্বপ্রভাব আমার ত্বরিতই শেষ হয়ে গেল ৩৬ ঘণ্টার মধ্যে। হাতে কষ্ট অনেক ছিল।",
				 "targetID": "mt",
				 "targetText": "I do really poorly with Covid vaccinations but the first shingles shot was over and done as far as side effects within 36 hours. Not even an arm pain."},
				 {"_block": 3,
				 "_item": 18,
				 "itemID": 19,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "আমি শিংলস নিয়ে আতঙ্কিত, কিন্তু ৫০ বছরের নিচে এবং শুরু করার আগে টিকা নেওয়া অসম্ভব ছিল। আমি হাল ছেড়ে দিয়েছি।",
				 "targetID": "mt",
				 "targetText": "I am shingles paranoid but under 50 and it was impossible to get vaccinated before I started. I do not gave up."},
				 {"_block": 5,
				 "_item": 28,
				 "itemID": 29,
				 "itemType": "TGT",
				 "sourceID": "reddit",
				 "sourceText": "অহ, টিকাগুলি খুব প্রাণহানিতে হতে পারে, আমি উভয় টিকা থেকে দুই দিন অসুস্থ ছিলাম। তবে তুমি জানো কি আরো খারাপ? শিংগলস, এটা খেলতে না।",
				 "targetID": "mt",
				 "targetText": "Oh the shots can be pretty crazy I was sick for two days from both shots. But you know what is like this way worse? "}
		],
	 
		"task": {"batchNo": 1,
				 "batchSize": 5,
				 "randomSeed": 135264,
				 "requiredAnnotations": 1,
				 "sourceLanguage": "ben",
				 "targetLanguage": "eng"}
	}
]