[
	{
	"items": [
			{"_block": 1,
			 "_item": 6,
			 "itemID": 7,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "كنت أحمقًا وأخذت لقاح الهربس ولقاح الإنفلونزا والجرعة المعززة لكوفيد في نفس اليوم. اضطررت للاتصال بالعمل لأخبرهم بأنني مريض في اليوم التالي. غير موصى به.",
			 "targetID": "mt",
			 "targetText": "I was not an idiot and got the shingles shot a flu shot and a COVID booster on the same day. I had to call in sick the next day. recommended."},
			 {"_block": 5,
			 "_item": 28,
			 "itemID": 29,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": " نحن على بعد يوم فقط من حفل تكريم الفائزين بجوائز مسابقة أجمل حديقة في إمارة #أبوظبي\n#حديقتي_مدينتي ",
			 "targetID": "mt",
			 "targetText": "The #AbuDhabi Garden Competition second edition award ceremony is only 1 day away \n#MyCityMyGarden "},
			 {"_block": 5,
			 "_item": 26,
			 "itemID": 27,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": ".\n#بلدية_مدينة_أبوظبي تضيء #جسر_الشيخ_زايد #في_أبوظبي باللون الأحمر وذلك بمناسبة #الأولمبياد_الخاص احتفالاً بمرور 50 عاما على ذكرى انطلاق شعلة البطولة #أبوظبي_2019\n.\n#أبوظبي #الإمارات #إسعادكم_غايتنا #عام_زايد #مئوية_زايد #الألعاب_العالمية_أبوظبي #الالمبياد_الخاص_50",
			 "targetID": "mt",
			 "targetText": "#AbuDhabi_City_Municipality  signs five agreements with Aldar Properties, ADCB for property projects at Saadiyat Aldar Properties"},
			 {"_block": 2,
			 "_item": 12,
			 "itemID": 13,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "تم إطلاق شيء ما ولكن اللقاحات أيضًا تُصيب بالمرض كذلك",
			 "targetID": "mt",
			 "targetText": "Something has been released but the vaccine are getting better as well as the vaccine"},
			 {"_block": 1,
			 "_item": 9,
			 "itemID": 10,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "لا أندم على أنني حصلت عليه. كنت فقط غير مستعد لشدة رد فعلي السيء. لكن من الذاكرة، مثل 23 شخصاً لديهم ردة الفعل التي حدثت معي، معظم الناس ليس لديهم ما يقلقون بشأنه.",
			 "targetID": "mt",
			 "targetText": "I Am sorry I got it. Just was not prepared for how bad my reaction was. But IIRC its like 23 that have the reaction I did do most people have nothing to worry about."},
			 {"_block": 3,
			 "_item": 16,
			 "itemID": 17,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "أنا مهووس بالحمامى ولكنني أقل من 50 عامًا وكان من المستحيل أن أحصل على التطعيم قبل أن أبدأ. لقد تخليت.",
			 "targetID": "mt",
			 "targetText": "I am shingles paranoid but under 50 and it was possible to get vaccinated before I started. I am getting it."},
			 {"_block": 1,
			 "_item": 7,
			 "itemID": 8,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "الحمد لله أن حصلت عليها. أعاني من الهربس كل ثلاثة أشهر تقريبًا. مؤلم جدًا.",
			 "targetID": "mt",
			 "targetText": "Thank God you rejected it. I suffer with shingles every 3'ish months. Super painful."},
			 {"_block": 0,
			 "_item": 0,
			 "itemID": 1,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "استمتع بالحزاز ثم. لماذا اللعنة يفضل أي شخص أن يكون مريضًا بدلاً من أن يحصل فقط على لقاح بسيط إذا كان متاحًا؟",
			 "targetID": "mt",
			 "targetText": "Enjoy shingles then. Why the fuck does anyone prefer to be sick vs just getting a simple vaccine as it is available?"},
			 {"_block": 4,
			 "_item": 22,
			 "itemID": 23,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": " محمد بن زايد يقوم بجولة في عدد من الأجنحة الوطنية والدولية المشاركة في معرض دبي للطيران 2019",
			 "targetID": "mt",
			 "targetText": "Mohamed bin Zayed tours national and international pavilions at the Dubai Airshow 2019. "},
			 {"_block": 0,
			 "_item": 1,
			 "itemID": 2,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "هل من السيء أن تصاب به الآن؟ أليس اللقاح يتركه أيضًا في الجسم؟ أم لا؟",
			 "targetID": "mt",
			 "targetText": "Is it bad to contract it now? the vaccine also leave it latent in the body. "},
			 {"_block": 5,
			 "_item": 27,
			 "itemID": 28,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": " نحن على بعد يوم فقط من حفل تكريم الفائزين بجوائز مسابقة أجمل حديقة في إمارة #أبوظبي\n#حديقتي_مدينتي ",
			 "targetID": "mt",
			 "targetText": "The #AbuDhabi Garden Competition second edition award ceremony is only 1 day away \n#MyCityMyGarden "},
			 {"_block": 2,
			 "_item": 10,
			 "itemID": 11,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "يا رجل، كنت أعاني من الحُزام في سن مبكرة بشكل غريب عندما كنت في الخامسة والعشرين، وما زالت تلك أسوأ ألم شعرت به في حياتي. لا أزال لن أأخذ اللقاح على أي حال.",
			 "targetID": "mt",
			 "targetText": "Dude I had shingles at a weirdly young age at 25 and it is still the worst pain I Have ever felt. I still would get the shot though."},
			 {"_block": 5,
			 "_item": 29,
			 "itemID": 30,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "دائرة الشؤون البلدية والنقل تطلق مبادرة (#أبوظبي_الخضراء) لرعاية أشجار النخيل والمسطحات الخضراء والزراعات التجميلية",
			 "targetID": "mt",
			 "targetText": "#Abu_Dhabi_City_Municipality  landscaping launches Green Abu Dhabi initiative for date-trees Green Abu Dhabi landscaping"},
			 {"_block": 3,
			 "_item": 19,
			 "itemID": 20,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": " محمد بن زايد يصل قاعة الشعب الكبرى في بكين، حيث جرت لسموه مراسم استقبال رسمية. ",
			 "targetID": "mt",
			 "targetText": "Mohamed bin Zayed arrives at the Great Hall of the People in Official Beijing, where he was accorded an official reception Beijing. "},
			 {"_block": 1,
			 "_item": 5,
			 "itemID": 6,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "لقد عانيت من الهربس زوجين. مرة واحدة عندما كنت في الحادية والعشرين وثم مرة أخرى عندما كنت في الخامسة والأربعين. كانت الألم شديد الجرح في كلتا المرتين. سأبلغ عن عيدي الخامس والخمسين الشهر المقبل وأنا أقول دائمًا أنني سأحصل على التطعيم. هل سمع أحد عن الحصول على اللقاح أكثر من مرتين؟",
			 "targetID": "mt",
			 "targetText": "I Have had Shingles twice. Once when I was 21 and then when I was 45. It was excruciating pain both times. I Am turning 55 next month and keep saying, should I get the vaccine? Has anyone heard about getting it more than twice?"},
			 {"_block": 4,
			 "_item": 20,
			 "itemID": 21,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": " إغلاق جزئي على طريق الشاحنات #أبوظبي - العين E30، الاثنين ٢٣ يوليو ٢٠١٨ إلى الأربعاء ١ أغسطس ٢٠١٨ ",
			 "targetID": "mt",
			 "targetText": " Partial Road Closure on #AbuDhabi - Al Ain Truck Road E30, Monday 23 July 2018 to Wednesday 1 August 2018. Partial Road Closure "},
			 {"_block": 0,
			 "_item": 2,
			 "itemID": 3,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "قيل لي إن الحقنة كانت مؤلمة جدًا.",
			 "targetID": "mt",
			 "targetText": "I was told that the shot was not very painful."},
			 {"_block": 4,
			 "_item": 23,
			 "itemID": 24,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "#بلدية_مدينة_أبوظبي تشيد بدور فريق #أبوظبي لإدارة الطوارئ والأزمات والكوارث وشرطة أبوظبي، #الدفاع_المدني ،#الهلال_الأحمر ونيابة أبوظبي وأدنوك وشركة أبوظبي للتوزيع\n#البلدية تبدأ أعمال إزالة بناية برجية متصدعة في الزاهية",
			 "targetID": "mt",
			 "targetText": "#AbuDhabi_City_Municipality starts demolition of cracking tower at Zahya"},
			 {"_block": 0,
			 "_item": 3,
			 "itemID": 4,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "اللقاح Shingrix هو اللقاح الوحيد الذي واجهت مشكلة معه. كانت تؤلمني عند الحقن وكان ذراعي مؤلمًا للغاية لمدة أسبوع. لم أستطع رفع ذراعي فوق رأسي بالكاد. شعرت بالباءة اعتبارًا من اليوم التالي، وشعرت بالسوء لمدة حوالي 3 أيام. كان لدى زوجي وقتها ولم يكن لديه أي ردة فعل بالفعل. غريب.",
			 "targetID": "mt",
			 "targetText": "The Shingrix vaccine is not the vaccine I ever had a problem with. Despite of hurting going in and my arm was so sore for a week. I could barely raise my arm over my head. I felt like crap starting the next day I believe. Felt awful for about 3 days. My husband had it and did not really have any reaction. Weird."},
			 {"_block": 3,
			 "_item": 15,
			 "itemID": 16,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "أشعر بالقلق بشأن الحصول على النطاقة في كل وقت. لا أزال صغيرًا جدًا لأتلقى التطعيم. قبل بضعة أشهر، حصلت على جرعة معززة لفيروس كورونا مع لقاح الإنفلونزا، وكنت مريضًا جدًا. لن أتلقى تطعيمين في نفس الوقت مرة أخرى أبدًا.",
			 "targetID": "mt",
			 "targetText": "I am happy about getting shingles all the time Still to young to be vaccinated though. A few months ago I had my 5000th Covid booster with the flu vaccine and I was so sick. I will never do two vaccines at once again."},
			 {"_block": 2,
			 "_item": 11,
			 "itemID": 12,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "أفهم وجهة نظرك، لكن أصححني إذا كنت مخطئًا بناءً على تلك القائمة، لا أحصل على ٩٩ من تلك اللقاحات سنويًا أو كل ثلاث سنوات.",
			 "targetID": "mt",
			 "targetText": "I get your point but correct me vaccine if i am wrong based off that list I am not getting 99 of those vaccines on a yearly or triyearly basis."},
			 {"_block": 2,
			 "_item": 13,
			 "itemID": 14,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "نعم، لقاح الحروق الناتجة عن الجدريات صعب. أنا أتبع سياسة عدم أخذ حقنتين في يوم واحد.",
			 "targetID": "mt",
			 "targetText": "Yes the shingles shot is a nasty one. Should I make a policy never to get two shots in one day?"},
			 {"_block": 1,
			 "_item": 8,
			 "itemID": 9,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "يا رجل، أسبوع. يبدو أن الجرعة الثانية يمكن أن تكون سيئة تماماً مثل الأولى. يا إلهي",
			 "targetID": "mt",
			 "targetText": "Oh man A week, do I have to  get the second shot? Could  it be just as bad? Yikes"},
			 {"_block": 0,
			 "_item": 4,
			 "itemID": 5,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "أسوأ من التطعيمات ضد كوفيد؟ كل الثلاثة جعلتني أشعر بأسوأ ما شعرت به على الإطلاق.",
			 "targetID": "mt",
			 "targetText": "It is worse than the COVID shots. All three made me feel the worst I ever felt."},
			 {"_block": 2,
			 "_item": 14,
			 "itemID": 15,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "صُدمني تلك اللقاحات بشدة. كان الشعور كما لو أنني تعرضت لضربة قوية بعصا البيسبول في ذراعي. استمر لمدة ٣ أيام. إذا لم أكن خائفًا جدًا من الهربس في عيني، لما أخذت الجرعة الثانية.",
			 "targetID": "mt",
			 "targetText": "That shingles shot is good. Although, it felt like I was hit in the arm with a baseball bat. It lasted for 3 days. If I was not so afraid of shingles in my eye I would not have gotten the 2nd."},
			 {"_block": 3,
			 "_item": 18,
			 "itemID": 19,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "بلدية مدينة أبوظبي تطلق مشروعا رائدا لاستبدال وحدات إضاءة الطرق الحالية بوحدات (LED)",
			 "targetID": "mt",
			 "targetText": "Abu_Dhabi_City_Municipality launches project to replace existing street lights by LED luminaires launches project"},
			 {"_block": 3,
			 "_item": 17,
			 "itemID": 18,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "بمناسبة يوم المرأة العالمي ويوم المرأة الإماراتية \nسيف بدر القبيسي : (#أم_الإمارات) أسست للمرأة الإماراتية جسور العبور إلى المستقبل وفتحت لها آفاق المشاركة في بناء نهضة الوطن",
			 "targetID": "mt",
			 "targetText": "Saif Al-Qubais: ‘Mother of the UAE’ has empowered Emirati women to build the nation and excel in future as the Emirati UAE celebrates Emirati Women Day"},
			 {"_block": 4,
			 "_item": 21,
			 "itemID": 22,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": " محمد بن زايد يقوم بجولة في عدد من الأجنحة الوطنية والدولية المشاركة في معرض دبي للطيران 2019",
			 "targetID": "mt",
			 "targetText": "Mohamed bin Zayed tours national and international pavilions at the Dubai Airshow 2019. "},
			 {"_block": 5,
			 "_item": 25,
			 "itemID": 26,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "#بلدية_مدينة_أبوظبي تنجز مشروعين لنظام التحكم بشبكات الري آلياً بتكلفة إجمالية تزيد على 36 مليون درهم. ",
			 "targetID": "mt",
			 "targetText": "AbuDhabi_ADM completes two automatic control of irrigation networks projects costing 36 m dirham automatic control"},
			 {"_block": 4,
			 "_item": 24,
			 "itemID": 25,
			 "itemType": "TGT",
			 "sourceID": "reddit",
			 "sourceText": "#بلدية_مدينة_أبوظبي تشيد بدور فريق #أبوظبي لإدارة الطوارئ والأزمات والكوارث وشرطة أبوظبي، #الدفاع_المدني ،#الهلال_الأحمر ونيابة أبوظبي وأدنوك وشركة أبوظبي للتوزيع\n#البلدية تبدأ أعمال إزالة بناية برجية متصدعة في الزاهية",
			 "targetID": "mt",
			 "targetText": "#AbuDhabi_City_Municipality starts demolition of cracking tower at Zahya"}
	],
	 "task": {"batchNo": 1,
			 "batchSize": 5,
			 "randomSeed": 135264,
			 "requiredAnnotations": 1,
			 "sourceLanguage": "ara",
			 "targetLanguage": "eng"}
	}
]